Repository: mo-geb/Cocktails
Catalog: Cocktails/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sk, sv, tr, uk, zh_hans, zh_hant

source: Delete Cocktails
ar: حذف الكوكتيلات
da: Slet cocktails
de: Cocktails löschen
es: Eliminar cócteles
fr: Supprimer les cocktails
hu: Koktélok törlése
it: Elimina cocktail
ja: カクテルを削除
ko: 칵테일 삭제
nl: Cocktails verwijderen
pl: Usuń koktajle
pt_br: Excluir Coquetéis
ro: Șterge cocktailuri
sk: Odstrániť koktaily
sv: Radera cocktails
tr: Kokteylleri Sil
uk: Видалити коктейлі
zh_hans: 删除鸡尾酒
zh_hant: 刪除雞尾酒

source: Delete Everything
ar: حذف كل شيء
da: Slet Alt
de: Alles löschen
es: Eliminar Todo
fr: Tout supprimer
hu: Mindent töröl
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles Verwijderen
pl: Usuń wszystko
pt_br: Excluir Tudo
ro: Șterge Tot
sk: Vymazať všetko
sv: Radera Allt
tr: Her Şeyi Sil
uk: Видалити все
zh_hans: 删除所有
zh_hant: 刪除所有

source: Delete Imported Cocktails
ar: حذف الكوكتيلات المستوردة
da: Slet Importerede Cocktails
de: Importierte Cocktails löschen
es: Eliminar Cócteles Importados
fr: Supprimer les cocktails importés
hu: Importált koktélok törlése
it: Elimina cocktail importati
ja: インポートしたカクテルを削除
ko: 가져온 칵테일 삭제
nl: Geïmporteerde Cocktails Verwijderen
pl: Usuń zaimportowane koktajle
pt_br: Excluir Coquetéis Importados
ro: Șterge Cocktailurile Importate
sk: Vymazať importované koktaily
sv: Radera Importerade Cocktails
tr: İthal Edilen Kokteylleri Sil
uk: Видалити імпортовані коктейлі
zh_hans: 删除导入的鸡尾酒
zh_hant: 刪除匯入的雞尾酒

source: Delete Ingredient
ar: حذف المكون
da: Slet Ingrediens
de: Zutat löschen
es: Eliminar Ingrediente
fr: Supprimer l'ingrédient
hu: Hozzávaló törlése
it: Elimina ingrediente
ja: 材料を削除
ko: 재료 삭제
nl: Ingrediënt Verwijderen
pl: Usuń składnik
pt_br: Excluir Ingrediente
ro: Șterge Ingredientul
sk: Vymazať ingredienciu
sv: Radera Ingrediens
tr: Malzemeyi Sil
uk: Видалити інгредієнт
zh_hans: 删除配料
zh_hant: 刪除食材

source: Deselect All
ar: إلغاء تحديد الكل
da: Fravælg Alle
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
hu: Kijelölés megszüntetése
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
nl: Deselecteer Alles
pl: Odznacz wszystko
pt_br: Desmarcar Tudo
ro: Deselectează Tot
sk: Odznačiť všetko
sv: Avmarkera Alla
tr: Tümünü Seçme
uk: Зняти всі
zh_hans: 取消全选
zh_hant: 取消全選

source: Done
ar: تم
da: Færdig
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ro: Gata
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: e.g. Campari
ar: مثل Campari
da: f.eks. Campari
de: z.B. Campari
es: p.ej. Campari
fr: ex. Campari
hu: pl. Campari
it: es. Campari
ja: 例: Campari
ko: 예: Campari
nl: bijv. Campari
pl: np. Campari
pt_br: ex.: Campari
ro: ex. Campari
sk: napr. Campari
sv: t.ex. Campari
tr: örn. Campari
uk: наприклад, Campari
zh_hans: 例如 Campari
zh_hant: 例如 Campari

source: e.g. Sweet Vermouth, fresh-squeezed
ar: مثل: Sweet Vermouth، طازج معصور
da: f.eks. Sweet Vermouth, friskpresset
de: z.B. Süßer Wermut, frisch gepresst
es: p.ej. Vermut dulce, recién exprimido
fr: p. ex. Vermouth doux, fraîchement pressé
hu: pl. Édes Vermut, frissen facsart
it: es. Vermouth dolce, spremuto fresco
ja: 例: スイートベルモット、新鮮な絞り汁
ko: 예: 스위트 베르무트, 신선한 착즙
nl: bijv. Sweet Vermouth, versgeperst
pl: np. Sweet Vermouth, świeżo wyciskany
pt_br: ex.: Vermouth doce, espremido na hora
ro: ex. Vermut dulce, proaspăt stors
sk: napr. sladký vermút, čerstvo vytlačený
sv: t.ex. Söt Vermouth, färskpressad
tr: örn. Tatlı Vermut, taze sıkılmış
uk: наприклад, Sweet Vermouth, свіжовичавлений
zh_hans: 例如：甜味苦艾酒，鲜榨
zh_hant: 例如：甜苦艾酒，鮮榨

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editează
sk: Upraviť
sv: Redigera
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

source: Edit Ingredient
ar: تعديل المكون
da: Rediger Ingrediens
de: Zutat bearbeiten
es: Editar Ingrediente
fr: Modifier l'ingrédient
hu: Hozzávaló szerkesztése
it: Modifica ingrediente
ja: 材料を編集
ko: 재료 편집
nl: Ingrediënt Bewerken
pl: Edytuj składnik
pt_br: Editar Ingrediente
ro: Editează Ingredientul
sk: Upraviť ingredienciu
sv: Redigera Ingrediens
tr: Malzemeyi Düzenle
uk: Редагувати інгредієнт
zh_hans: 编辑配料
zh_hant: 編輯食材

source: Favourite
ar: مفضل
da: Favorit
de: Favorit
es: Favorito
fr: Favori
hu: Kedvenc
it: Preferito
ja: お気に入り
ko: 즐겨찾기
nl: Favoriet
pl: Ulubione
pt_br: Favorito
ro: Favorit
sk: Obľúbené
sv: Favorit
tr: Favori
uk: Улюблене
zh_hans: 收藏
zh_hant: 收藏

source: Favourite recipes and personal variations. Where a recipe comes from the web, the source is linked in the notes.
ar: الوصفات المفضلة والتعديلات الشخصية. إذا كانت الوصفة من الإنترنت، يتم ربط المصدر في الملاحظات.
da: Favoritopskrifter og personlige variationer. Hvor en opskrift kommer fra nettet, er kilden linket i noterne.
de: Lieblingsrezepte und persönliche Variationen. Wenn ein Rezept aus dem Web stammt, ist die Quelle in den Notizen verlinkt.
es: Recetas favoritas y variaciones personales. Si una receta viene de la web, la fuente está enlazada en las notas.
fr: Recettes préférées et variations personnelles. Si une recette vient du web, la source est indiquée dans les notes.
hu: Kedvenc receptek és személyes variációk. Ha egy recept a weben található, a forrás a jegyzetekben van megadva.
it: Ricette preferite e variazioni personali. Se una ricetta proviene dal web, la fonte è collegata nelle note.
ja: お気に入りのレシピと個人的なバリエーション。レシピがウェブからのものであれば、ノートにソースがリンクされています。
ko: 즐겨찾는 레시피와 개인 변형. 웹에서 가져온 레시피는 노트에 출처가 링크되어 있어.
nl: Favoriete recepten en persoonlijke variaties. Als een recept van het web komt, is de bron in de notities gelinkt.
pl: Ulubione przepisy i osobiste wariacje. Gdy przepis pochodzi z internetu, źródło jest podane w notatkach.
pt_br: Receitas favoritas e variações pessoais. Quando uma receita vem da web, a fonte está vinculada nas notas.
ro: Rețete favorite și variații personale. Când o rețetă provine de pe web, sursa este legată în notițe.
sk: Obľúbené recepty a osobné variácie. Ak recept pochádza z webu, zdroj je uvedený v poznámkach.
sv: Favoritrecept och personliga variationer. Om ett recept kommer från webben, är källan länkad i noterna.
tr: Favori tarifler ve kişisel varyasyonlar. Tarif webden geliyorsa, kaynak notlarda bağlantılıdır.
uk: Улюблені рецепти та особисті варіації. Якщо рецепт з вебу, джерело вказано в нотатках.
zh_hans: 最爱的食谱和个人变体。如果食谱来自网络，来源会在备注中链接。
zh_hant: 收藏的食譜和個人變化。若食譜來自網路，來源會在備註中連結。

source: Favourites
ar: المفضلات
da: Favoritter
de: Favoriten
es: Favoritos
fr: Favoris
hu: Kedvencek
it: Preferiti
ja: お気に入り
ko: 즐겨찾기들
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro: Favorite
sk: Obľúbené
sv: Favoriter
tr: Favoriler
uk: Улюблені
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Fill
ar: املأ
da: Fyld
de: Auffüllen
es: Llenar
fr: Remplir
hu: Töltés
it: Riempi
ja: 満たす
ko: 채우기
nl: Vullen
pl: Napełnij
pt_br: Encher
ro: Umple
sk: Napln
sv: Fyll
tr: Doldur
uk: Наповнити
zh_hans: 填满
zh_hant: 填滿

source: Find out which cocktails you can make with your stocked ingredients.
ar: اكتشف أي كوكتيلات يمكنك صنعها بمكوناتك المخزنة.
da: Find ud af hvilke cocktails du kan lave med dine ingredienser.
de: Finde heraus, welche Cocktails du mit deinen gelagerten Zutaten machen kannst.
es: Descubre qué cócteles puedes hacer con tus ingredientes almacenados.
fr: Découvre quels cocktails tu peux faire avec tes ingrédients en stock.
hu: Tudd meg, milyen koktélokat készíthetsz a meglévő hozzávalóiddal.
it: Scopri quali cocktail puoi fare con gli ingredienti che hai.
ja: ストックした材料で作れるカクテルを見つけよう。
ko: 보유 중인 재료로 만들 수 있는 칵테일을 찾아보세요.
nl: Ontdek welke cocktails je kunt maken met je voorraad ingrediënten.
pl: Sprawdź, jakie koktajle możesz zrobić z posiadanych składników.
pt_br: Descubra quais coquetéis você pode fazer com seus ingredientes em estoque.
ro: Află ce cocktailuri poți face cu ingredientele tale.
sk: Zisti, aké koktaily môžeš pripraviť s tvojimi zásobami ingrediencií.
sv: Ta reda på vilka cocktails du kan göra med dina ingredienser.
tr: Stokladığın malzemelerle hangi kokteylleri yapabileceğini öğren.
uk: Дізнайся, які коктейлі ти можеш приготувати з наявними інгредієнтами.
zh_hans: 查看你可以用库存食材制作哪些鸡尾酒。
zh_hant: 查看你可以用庫存材料製作哪些雞尾酒。

source: Flute
ar: فلوت
da: Fløjteglas
de: Sektflöte
es: Copa
fr: Flûte
hu: Pohár
it: Flûte
ja: フルート
ko: 플루트
nl: Flûte
pl: Kieliszek
pt_br: Taça
ro: Pahar Flute
sk: Flétna
sv: Flöjt
tr: Flüt
uk: Флюте
zh_hans: 香槟杯
zh_hant: 香檳杯

source: Fortified Wine
ar: نبيذ مقوى
da: Forstærket Vin
de: Likörwein
es: Vino Fortificado
fr: Vin fortifié
hu: Erősített bor
it: Vino fortificato
ja: 酒精強化ワイン
ko: 주정강화 와인
nl: Versterkte Wijn
pl: Wino wzmacniane
pt_br: Vinho Fortificado
ro: Vin fortificat
sk: Fortifikované víno
sv: Förstärkt Vin
tr: Güçlendirilmiş Şarap
uk: Кріплене вино
zh_hans: 加强酒
zh_hant: 加烈酒

source: Fruits
ar: فواكه
da: Frugter
de: Früchte
es: Frutas
hu: Gyümölcsök
it: Frutta
ja: フルーツ
ko: 과일
nl: Fruit
pl: Owoce
pt_br: Frutas
ro: Fructe
sk: Ovocie
sv: Frukter
tr: Meyveler
uk: Фрукти
zh_hans: 水果
zh_hant: 水果

source: Full library access
ar: الوصول الكامل للمكتبة
da: Fuld biblioteksadgang
de: Voller Zugriff auf alle Sammlungen
es: Acceso completo a la biblioteca
fr: Accès complet à la bibliothèque
hu: Teljes könyvtári hozzáférés
it: Accesso completo alla libreria
ja: ライブラリ全体へのアクセス
ko: 전체 라이브러리 접근
nl: Volledige bibliotheektoegang
pl: Pełny dostęp do biblioteki
pt_br: Acesso completo à biblioteca
ro: Acces complet la bibliotecă
sk: Plný prístup do knižnice
sv: Full tillgång till biblioteket
tr: Tam kütüphane erişimi
uk: Повний доступ до бібліотеки
zh_hans: 完整库访问
zh_hant: 完整存取所有庫

source: Garnish
ar: زينة
da: Pynt
de: Garnitur
es: Adorno
fr: Décoration
hu: Díszítés
it: Guarnizione
ja: ガーニッシュ
ko: 장식
nl: Garnering
pl: Ozdoba
pt_br: Enfeite
ro: Decor
sk: Ozdoba
sv: Garnering
tr: Süsleme
uk: Прикраса
zh_hans: 装饰
zh_hant: 裝飾

source: Get recipes or create your own
ar: احصل على وصفات أو اصنع وصفاتك الخاصة
da: Få opskrifter eller lav dine egne
de: Rezepte holen oder eigene erstellen
es: Obtén recetas o crea las tuyas
fr: Obtiens des recettes ou crée les tiennes
hu: Szerezz recepteket vagy készítsd el a sajátodat
it: Ottieni ricette o crea le tue
ja: レシピを入手するか、自分で作成する
ko: 레시피를 얻거나 직접 만들어보세요
nl: Ontvang recepten of maak je eigen
pl: Zdobądź przepisy lub stwórz własne
pt_br: Obtenha receitas ou crie as suas
ro: Obține rețete sau creează-ți propriile
sk: Získaj recepty alebo si vytvor vlastné
sv: Få recept eller skapa egna
tr: Tarif al veya kendi tarifini oluştur
uk: Отримай рецепти або створи свої власні
zh_hans: 获取食谱或创建自己的
zh_hant: 獲取食譜或創建自己的

source: Get Started
ar: ابدأ الآن
da: Kom i gang
de: Loslegen
es: Comenzar
fr: Commence
hu: Kezdjük el
it: Inizia
ja: 始める
ko: 시작하기
nl: Begin
pl: Zaczynaj
pt_br: Começar
ro: Începe
sk: Začať
sv: Kom igång
tr: Başla
uk: Почати
zh_hans: 开始
zh_hant: 開始使用

source: Go to Settings → Import Library and import all preset ingredients to get started
ar: اذهب إلى الإعدادات → استيراد المكتبة واستورد جميع المكونات المسبقة للبدء
da: Gå til Indstillinger → Importer Bibliotek og importer alle forudindstillede ingredienser for at komme i gang
de: Gehe zu Einstellungen → Sammlung importieren und importiere alle voreingestellten Zutaten, um loszulegen
es: Ve a Configuración → Importar Biblioteca e importa todos los ingredientes preestablecidos para comenzar
fr: Va dans Réglages → Importer la bibliothèque et importe tous les ingrédients prédéfinis pour commencer
hu: Menj a Beállítások → Könyvtár importálása menüpontra, és importáld az összes előre beállított hozzávalót a kezdéshez.
it: Vai su Impostazioni → Importa Libreria e importa tutti gli ingredienti preimpostati per iniziare
ja: 設定 → ライブラリをインポートして、すべてのプリセット材料をインポートして始めよう
ko: 설정 → 라이브러리 가져오기로 가서 모든 기본 재료를 가져와 시작해.
nl: Ga naar Instellingen → Bibliotheek importeren en importeer alle vooraf ingestelde ingrediënten om te beginnen
pl: Przejdź do Ustawienia → Importuj bibliotekę i zaimportuj wszystkie wstępnie ustawione składniki, aby zacząć
pt_br: Vá para Configurações → Importar Biblioteca e importe todos os ingredientes predefinidos para começar
ro: Mergi la Setări → Importă Biblioteca și importă toate ingredientele prestabilite pentru a începe
sk: Choď do Nastavenia → Importovať knižnicu a importuj všetky prednastavené ingrediencie, aby si začal
sv: Gå till Inställningar → Importera Bibliotek och importera alla förinställda ingredienser för att komma igång
tr: Başlamak için Ayarlar → Kütüphaneyi İçe Aktar'a git ve tüm ön ayarlı malzemeleri içe aktar
uk: Перейди в Налаштування → Імпортувати бібліотеку і імпортуй всі заготовлені інгредієнти, щоб почати
zh_hans: 前往设置 → 导入库并导入所有预设食材以开始
zh_hant: 前往設定 → 匯入庫並匯入所有預設的材料以開始使用

source: Go Unlimited
ar: اذهب بلا حدود
da: Gå ubegrænset
de: Unbegrenzt nutzen
es: Ir ilimitado
fr: Passe à l'illimité
hu: Korlátlan használat
it: Vai illimitato
ja: 無制限で使う
ko: 무제한으로 가기
nl: Onbeperkt gebruiken
pl: Bez ograniczeń
pt_br: Aproveite Ilimitado
ro: Fără limite
sk: Neobmedzene
sv: Gå obegränsat
tr: Sınırsız Ol
uk: Без обмежень
zh_hans: 无限畅享
zh_hant: 無限使用

source: Group By
ar: تجميع حسب
da: Grupper efter
de: Gruppieren nach
es: Agrupar Por
fr: Grouper par
hu: Csoportosítás
it: Raggruppa per
ja: グループ化
ko: 그룹별
nl: Groeperen Op
pl: Grupuj według
pt_br: Agrupar Por
ro: Grupează după
sk: Zoskupiť podľa
sv: Gruppera Efter
tr: Grupla
uk: Групувати за
zh_hans: 分组
zh_hant: 分組依據

source: Guide
ar: دليل
de: Anleitung
es: Guía
hu: Útmutató
it: Guida
ja: ガイド
ko: 가이드
nl: Gids
pl: Przewodnik
pt_br: Guia
ro: Ghid
sk: Sprievodca
tr: Rehber
uk: Гід
zh_hans: 指南
zh_hant: 指南

source: Herbs
ar: أعشاب
da: Urter
de: Kräuter
es: Hierbas
fr: Herbes
hu: Fűszernövények
it: Erbe
ja: ハーブ
ko: 허브
nl: Kruiden
pl: Zioła
pt_br: Ervas
ro: Ierburi
sk: Bylinky
sv: Örter
tr: Otlar
uk: Трави
zh_hans: 香草
zh_hant: 香草

source: Highball
ar: هاي بول
ja: ハイボール
ko: 하이볼
uk: Хайбол
zh_hans: 高杯
zh_hant: 高球杯

source: Hurricane
ar: هوريكان
ja: ハリケーン
ko: 허리케인
uk: Ураган
zh_hans: 飓风杯
zh_hant: 颶風杯

source: IBA Unforgettables are a curated list of timeless, classic cocktail recipes established by the International Bartenders Association.
ar: IBA Unforgettables هي قائمة مختارة من وصفات الكوكتيل الكلاسيكية الخالدة التي أنشأتها جمعية السقاة الدولية.
da: IBA Unforgettables er en kurateret liste over tidløse, klassiske cocktailopskrifter etableret af International Bartenders Association.
de: IBA Unforgettables ist eine ausgewählte Liste zeitloser, klassischer Cocktailrezepte, erstellt von der International Bartenders Association.
es: IBA Unforgettables son una lista seleccionada de recetas de cócteles clásicos y atemporales establecida por la Asociación Internacional de Bartenders.
fr: Les IBA Unforgettables sont une liste de recettes de cocktails classiques et intemporelles établie par l'International Bartenders Association.
hu: Az IBA Unforgettables az International Bartenders Association által összeállított időtlen, klasszikus koktélreceptek listája.
it: Gli IBA Unforgettables sono una lista curata di ricette di cocktail classici e senza tempo stabilita dall'International Bartenders Association.
ja: IBA Unforgettablesは、国際バーテンダー協会によって確立された、時代を超えたクラシックなカクテルレシピの厳選リストです。
ko: IBA Unforgettables는 국제 바텐더 협회가 선정한 시대를 초월한 클래식 칵테일 레시피 목록이야.
nl: IBA Unforgettables zijn een samengestelde lijst van tijdloze, klassieke cocktailrecepten opgesteld door de International Bartenders Association.
pl: IBA Unforgettables to starannie dobrana lista ponadczasowych, klasycznych przepisów na koktajle ustanowiona przez Międzynarodowe Stowarzyszenie Barmanów.
pt_br: IBA Unforgettables são uma lista selecionada de receitas de coquetéis clássicos e atemporais estabelecida pela International Bartenders Association.
ro: IBA Unforgettables sunt o listă selectată de rețete de cocktailuri clasice, atemporale, stabilită de Asociația Internațională a Barmanilor.
sk: IBA Unforgettables sú vybraný zoznam nadčasových, klasických koktailových receptov vytvorený Medzinárodnou asociáciou barmanov.
sv: IBA Unforgettables är en utvald lista över tidlösa, klassiska cocktailrecept etablerade av International Bartenders Association.
tr: IBA Unforgettables, Uluslararası Barmenler Derneği tarafından belirlenen zamansız, klasik kokteyl tariflerinin seçkin bir listesidir.
uk: IBA Unforgettables — це добірка вічних класичних коктейлів, встановлена Міжнародною асоціацією барменів.
zh_hans: IBA Unforgettables 是国际调酒师协会精选的永恒经典鸡尾酒配方列表。
zh_hant: IBA Unforgettables 是由國際調酒師協會建立的經典雞尾酒食譜精選列表。

source: Import
ar: استيراد
da: Importer
de: Importieren
es: Importar
fr: Importer
hu: Importálás
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ro: Importă
sk: Importovať
sv: Importera
tr: İçe Aktar
uk: Імпорт
zh_hans: 导入
zh_hant: 匯入

source: Import %@
ar: استيراد %@
da: Importer %@
de: Importiere %@
es: Importar %@
fr: Importer %@
hu: %@ importálása
it: Importa %@
ja: %@をインポート
ko: %@ 가져오기
nl: Importeer %@
pl: Importuj %@
pt_br: Importar %@
ro: Importă %@
sk: Importovať %@
sv: Importera %@
tr: %@ İçe Aktar
uk: Імпорт %@
zh_hans: 导入 %@
zh_hant: 匯入 %@

source: Import a library or tap + to add your first cocktail.
ar: استورد مكتبة أو اضغط + لإضافة الكوكتيل الأول.
da: Importer et bibliotek eller tryk på + for at tilføje din første cocktail.
de: Importiere eine Sammlung oder tippe auf +, um deinen ersten Cocktail hinzuzufügen.
es: Importa una biblioteca o toca + para añadir tu primer cóctel.
fr: Importe une bibliothèque ou appuie sur + pour ajouter ton premier cocktail.
hu: Importálj egy könyvtárat, vagy koppints a + gombra az első koktélod hozzáadásához.
it: Importa una libreria o tocca + per aggiungere il tuo primo cocktail.
ja: ライブラリをインポートするか、+をタップして最初のカクテルを追加しよう。
ko: 라이브러리를 가져오거나 +를 눌러 첫 칵테일을 추가해.
nl: Importeer een bibliotheek of tik op + om je eerste cocktail toe te voegen.
pl: Zaimportuj bibliotekę lub stuknij +, aby dodać swój pierwszy koktajl.
pt_br: Importe uma biblioteca ou toque em + para adicionar seu primeiro coquetel.
ro: Importă o bibliotecă sau apasă + pentru a adăuga primul tău cocktail.
sk: Importuj knižnicu alebo ťukni na + a pridaj svoj prvý kokteil.
sv: Importera ett bibliotek eller tryck på + för att lägga till din första cocktail.
tr: Bir kütüphane içe aktar veya ilk kokteylini eklemek için + simgesine dokun.
uk: Імпортуй бібліотеку або натисни +, щоб додати свій перший коктейль.
zh_hans: 导入库或点击 + 添加你的第一个鸡尾酒。
zh_hant: 匯入庫或點擊 + 來添加你的第一杯雞尾酒。

source: Import All Ingredients
ar: استيراد جميع المكونات
da: Importer alle ingredienser
de: Alle Zutaten importieren
es: Importar Todos los Ingredientes
fr: Importer tous les ingrédients
hu: Összes hozzávaló importálása
it: Importa Tutti gli Ingredienti
ja: すべての材料をインポート
ko: 모든 재료 가져오기
nl: Alle ingrediënten importeren
pl: Importuj wszystkie składniki
pt_br: Importar Todos os Ingredientes
ro: Importă toate ingredientele
sk: Importovať všetky ingrediencie
sv: Importera alla ingredienser
tr: Tüm Malzemeleri İçe Aktar
uk: Імпортувати всі інгредієнти
zh_hans: 导入所有成分
zh_hant: 匯入所有成分

source: Import Complete
ar: اكتمل الاستيراد
da: Import fuldført
de: Import abgeschlossen
es: Importación Completa
fr: Importation terminée
hu: Importálás kész
it: Importazione Completa
ja: インポート完了
ko: 가져오기 완료
nl: Importeren voltooid
pl: Import zakończony
pt_br: Importação Completa
ro: Import complet
sk: Import dokončený
sv: Importering klar
tr: İçe Aktarma Tamamlandı
uk: Імпорт завершено
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import complete cocktail collections
ar: استيراد مجموعات كوكتيل كاملة
da: Importer komplette cocktailkollektioner
de: Komplette Cocktail-Sammlungen importieren
es: Importar colecciones completas de cócteles
fr: Importer des collections complètes de cocktails
hu: Teljes koktélgyűjtemények importálása
it: Importa collezioni complete di cocktail
ja: カクテルコレクションを完全インポート
ko: 완전한 칵테일 컬렉션 가져오기
nl: Complete cocktailcollecties importeren
pl: Importuj całe kolekcje koktajli
pt_br: Importar coleções completas de coquetéis
ro: Importă colecții complete de cocktailuri
sk: Importuj kompletné kolekcie koktailov
sv: Importera kompletta cocktailkollektioner
tr: Tam kokteyl koleksiyonlarını içe aktar
uk: Імпортуй повні колекції коктейлів
zh_hans: 导入完整鸡尾酒系列
zh_hant: 匯入完整雞尾酒系列

source: Import Failed
ar: فشل الاستيراد
da: Import mislykkedes
de: Import fehlgeschlagen
es: Importación Fallida
fr: Échec de l'importation
hu: Importálás sikertelen
it: Importazione Fallita
ja: インポート失敗
ko: 가져오기 실패
nl: Importeren mislukt
pl: Import nieudany
pt_br: Importação Falhou
ro: Import eșuat
sk: Import zlyhal
sv: Importering misslyckades
tr: İçe Aktarma Başarısız
uk: Імпорт не вдався
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Library
ar: استيراد المكتبة
da: Importer bibliotek
de: Sammlung importieren
es: Importar Biblioteca
fr: Importer bibliothèque
hu: Könyvtár importálása
it: Importa Libreria
ja: ライブラリをインポート
ko: 라이브러리 가져오기
nl: Bibliotheek importeren
pl: Importuj bibliotekę
pt_br: Importar Biblioteca
ro: Importă bibliotecă
sk: Importovať knižnicu
sv: Importera bibliotek
tr: Kütüphaneyi İçe Aktar
uk: Бібліотека імпорту
zh_hans: 导入库
zh_hant: 匯入庫

source: Import Selected
ar: استيراد المحدد
da: Importer valgte
de: Auswahl importieren
es: Importar Seleccionados
fr: Importer sélectionné
hu: Kiválasztottak importálása
it: Importa Selezionati
ja: 選択をインポート
ko: 선택한 항목 가져오기
nl: Geselecteerde importeren
pl: Importuj wybrane
pt_br: Importar Selecionados
ro: Importă selectate
sk: Importovať vybrané
sv: Importera valda
tr: Seçilenleri İçe Aktar
uk: Імпортувати вибране
zh_hans: 导入所选
zh_hant: 匯入選擇

source: Import Selected (%lld)
ar: استيراد المحدد (%lld)
da: Importer valgte (%lld)
de: Auswahl importieren (%lld)
es: Importar Seleccionados (%lld)
fr: Importer sélectionné (%lld)
hu: Kiválasztottak importálása (%lld)
it: Importa Selezionati (%lld)
ja: 選択をインポート (%l個)
ko: 선택한 항목 가져오기 (%l개)
nl: Geselecteerde importeren (%lld)
pl: Importuj wybrane (%lld)
pt_br: Importar Selecionados (%lld)
ro: Importă selectate (%lld)
sk: Importovať vybrané (%lld)
sv: Importera valda (%lld)
tr: Seçilenleri İçe Aktar (%lld)
uk: Імпортувати вибране (%lld)
zh_hans: 导入所选 (%lld)
zh_hant: 匯入選擇 (%lld)

source: Import the ingredient library or tap + to add ingredients manually.
ar: استورد مكتبة المكونات أو اضغط + لإضافة المكونات يدويًا.
da: Importer ingrediensbiblioteket eller tryk på + for at tilføje ingredienser manuelt.
de: Importiere die Zutatensammlung oder tippe auf +, um Zutaten manuell hinzuzufügen.
es: Importa la biblioteca de ingredientes o toca + para añadir ingredientes manualmente.
fr: Importe la bibliothèque d'ingrédients ou appuie sur + pour ajouter des ingrédients manuellement.
hu: Importáld a hozzávaló könyvtárat, vagy koppints a + gombra a hozzávalók manuális hozzáadásához.
it: Importa la libreria degli ingredienti o tocca + per aggiungere ingredienti manualmente.
ja: 材料ライブラリをインポートするか、+をタップして手動で材料を追加しよう。
ko: 재료 라이브러리를 가져오거나 +를 눌러 재료를 수동으로 추가해.
nl: Importeer de ingrediëntenbibliotheek of tik op + om handmatig ingrediënten toe te voegen.
pl: Zaimportuj bibliotekę składników lub stuknij +, aby dodać składniki ręcznie.
pt_br: Importe a biblioteca de ingredientes ou toque em + para adicionar ingredientes manualmente.
ro: Importă biblioteca de ingrediente sau apasă + pentru a adăuga ingrediente manual.
sk: Importuj knižnicu ingrediencií alebo ťukni na + a pridaj ingrediencie manuálne.
sv: Importera ingrediensbiblioteket eller tryck på + för att lägga till ingredienser manuellt.
tr: Malzeme kütüphanesini içe aktar veya malzemeleri elle eklemek için + simgesine dokun.
uk: Імпортуй бібліотеку інгредієнтів або натисни +, щоб додати інгредієнти вручну.
zh_hans: 导入食材库或点击 + 手动添加食材。
zh_hant: 匯入材料庫或點擊 + 手動添加材料。

source: Imported
ar: مستورد
da: Importeret
de: Importiert
es: Importado
fr: Importé
hu: Importált
it: Importato
ja: インポート済み
ko: 수입됨
nl: Geïmporteerd
pl: Zaimportowane
pt_br: Importado
ro: Importat
sk: Importované
sv: Importerad
tr: İthal
uk: Імпортовано
zh_hans: 已导入
zh_hant: 已匯入
